-- MySQL dump 10.13  Distrib 8.0.22, for macos10.15 (x86_64)
--
-- Host: localhost    Database: senpai
-- ------------------------------------------------------
-- Server version	8.0.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `news`
--

DROP TABLE IF EXISTS `news`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `news` (
  `id` int NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `body` text COLLATE utf8_unicode_ci,
  `category` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `author` varchar(45) COLLATE utf8_unicode_ci DEFAULT NULL,
  `date` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `news`
--

LOCK TABLES `news` WRITE;
/*!40000 ALTER TABLE `news` DISABLE KEYS */;
INSERT INTO `news` VALUES (3,'asdf','body3','goy',NULL,NULL),(4,'title','body4','muuhai',NULL,NULL),(5,'title2','body5','kkk',NULL,NULL),(6,NULL,'this css','kakaka','',NULL),(8,NULL,'body ug ni bnshdee','kkkk','12','2024-03-04 05:10:00'),(12,'Place Autocomplete Address Form','body body body','medku','watashi','2023-02-05 02:03:00'),(13,NULL,'Шинэ мэдээ','бүлэг','123',NULL),(14,'Гарчиг дороророр','йыбөйы','йыбө','йыбө',NULL),(15,'Place Autocomplete Address Form','Medeemii gol aguulaga desuu','medku',NULL,NULL),(16,'Place Autocomplete Address Form','Их бие Их бие Их бие Их бие Их бие Их бие','bvleg',NULL,NULL),(20,'\"Туурга тусгаар улс гэдгээ бусад улс үндэстнээр хүлээн зөвшөөрүүлсэн нь Монгол НҮБ-ын бүрэн эрхт гишүүн болсны гол ач холбогдол юм\"','2020 онд НҮБ-ын байгуулагдсаны 75 жилийн ой  тохиож байгаатай холбогдуулан Гадаад харилцааны сайд Н.Энхтайвантай цахим ярилцлага хийв.\r\n\r\n- НҮБ-ын гүйцэтгэсэн үүрэг, өнөөгийн байр суурийн талаар товч өгүүлнэ үү?\r\n\r\n- 1945 оны 6 дугаар сарын 26-ны өдөр АНУ-ын Сан Франциско хотноо дэлхийн олон орны удирдагчид НҮБ-ын Дүрмийг баталж, улмаар эл дүрэм 1945 оны 10 дугаар сарын 24-ний өдөр хүчин төгөлдөр болсон байдаг.\r\n\r\nМанай яам НҮБ-ын Монгол дахь суурин төлөөлөгчтэй хамтран  10 сарын 22-ний өдөр   НҮБ-ын 75 жилийн ойн арга хэмжээг ГХЯ дээр зохион байгуулахаар ажиллаж байна.\r\n\r\nНҮБ нь дайны гамшгаас хойч үеийхнийг ангижруулах зорилгоор байгуулагдсан.  НҮБ-ын үйл ажиллагааны үндсэн гурван чиглэлийг энх тайван, аюулгүй байдал, нийгэм, эдийн засгийн хөгжил, хүний эрх хэмээн тогтоосон нь одоо ч хэвээр байна.\r\n\r\nЭнэ хүрээнд өнгөрсөн 75 жилийн хугацаанд НҮБ нь колончлолыг устгах, зэвсэг хураах,  сөргөлдөгч талуудын хооронд энхийг сахиулах ажиллагаа явуулах, олон улсын эрх зүйг хөгжүүлэх, хүний эрхийг хамгаалах, гамшиг зовлонд нэрвэгдсэн сая сая хүнд хүмүүнлэгийн тусламж үзүүлэх, халдварт өвчнийг устгах, өлсгөлөнг бууруулах, хүрээлэн буй орчныг хамгаалах зэрэг дэлхий нийтийн сайн сайхны төлөөх бүхий л үйл хэрэгт онцгой хувь нэмэр оруулсан юм.\r\n\r\nАнх 51 гишүүнтэй байгуулагдсан НҮБ өнөөдөр 193 гишүүн улстай болж, эгнээгээ тэлсэн байна. НҮБ-ын 30 гаруй төрөлжсөн байгууллага, сан, хөтөлбөр дэлхийн улс түмэнд дэмжлэг үзүүлж, хамтран  ажиллаж байна.\r\n\r\n- НҮБ-ын Ерөнхий Ассамблейн 75 дугаар чуулган 9 дүгээр сарын 22-29-ний өдрүүдэд Нью-Йорк хотноо болж өндөрлөлөө. Энэ жилийн хуралдаанд НҮБ-ын  гишүүн орнуудын оролцоо, онцлог, гишүүн улсуудын удирдагчдын хэлсэн үгийг хэрхэн дүгнэж  байна вэ?\r\n\r\n- НҮБ-ын Ерөнхий Ассамблейн 75 дугаар чуулганы Ерөнхий санал шүүмжлэл дэлхий нийтэд КОВИД-19 цар тахлын гамшиг нүүрлээд буй онцгой цаг үед тохиолоо. Гэвч цахим технологийн эрин үед Ерөнхий санал шүүмжлэл саадгүй өрнөж, нийт 122 улсын Төрийн тэргүүн, 54 улсын Засгийн газрын тэргүүн, 18 улсын Гадаад хэргийн сайд үг хэллээ. Ерөнхий санал шүүмжлэлд Монгол Улсын Ерөнхийлөгч Х.Баттулга цахимаар оролцож үг хэлсэн.\r\n\r\nГишүүн улсуудын удирдагч нар хэлсэн үгэндээ өнгөрсөн 75 жилд дэлхий дахинд энх тайван, аюулгүй байдлыг бэхжүүлэх, нийгэм, эдийн засгийн хөгжлийг хурдасгах, хүний эрхийг хамгаалахад НҮБ-ын гүйцэтгэсэн үүрэг роль, хувь нэмрийг сайшааж, КОВИД-19 цар тахалтай тэмцэх, цар тахлын дараа нийгэм, эдийн засгийг сэргээн хөгжүүлэх, Тогтвортой хөгжлийн 2030 хөтөлбөрийг хэрэгжүүлэх, зөрчил зөрчилдөөн, уур амьсгалын өөрчлөлт, үл итгэлцэл, шинэ технологиос үүдэлтэй сорилтууд, тэдгээрийг даван туулах талаар тус тусын байр сууриа илэрхийлж байсан.\r\n\r\nМөн КОВИД-19 цар тахлын үеэр дэлхий нийтээр барьц алдаж буй нь бидний шинэ эрсдлийн өмнө эмзэг, бэлтгэлгүй байгааг харуулсныг хүлээн зөвшөөрч, дэлхийн том гүрнүүд хооронд болон зарим бүс нутагт зөрчил маргаан хурцадмал болж, зэвсэглэлээр хөөцөлдөх явдал нэмэгдэж буйг шүүмжилж байв. Улмаар хүн төрөлхтний өмнө тулгарч буй сорилтуудыг даван туулахын тулд нэгдэн нягтрах, НҮБ-ын Дүрэм, түүний зорилго, зарчмуудыг чанд сахин мөрдөх, НҮБ-д суурилсан олон талт хамтын ажиллагааг улам бүр бэхжүүлэхийн ач холбогдлыг төлөөлөгчид санал нэгтэй тэмдэглэж байсан.\r\n\r\n- Монгол Улс НҮБ-д элссэний 60 жилийн ой 2021 онд болно.  Манай улс НҮБ-д элссэний түүхэн ач холбогдлыг  та залуус хойч үед сануулан хэлж өгнө үү? \r\n\r\nМонгол Улс 1924 онд Бүгд Найрамдах Улсаа тунхаглан зарлаж, анхдугаар Үндсэн хуулиа баталсан. Гэсэн хэдий ч  1946 оныг хүртэл Монголын тусгаар тогтнол олон улсын эрх зүйн үүднээс үзэхэд тодорхой биш байсан. Манай улс 1946, 1947, 1948, 1949, 1952, 1955, 1956, 1957 онуудад НҮБ-ын гишүүнээр элсэх өргөдлөө  гаргаж, дөрвөн удаа хэлэлцүүлсэн ч амжилтад хүрээгүй. Гэхдээ манай улс төрч, дипломатуудын уйгагүй хичээл зүтгэлийн үрээр 1961 оны 10 дугаар сарын 27-ны өдөр Монгол Улс НҮБ-ын 101 дэх гишүүнээр элссэн.\r\n\r\nТуурга тусгаар улс гэдгээ дэлхийн түвшинд тунхаглан зарлаж, бусад улс үндэстнээр хүлээн зөвшөөрүүлсэн явдал нь Монгол Улс НҮБ-ын бүрэн эрхт гишүүн болсны хамгийн гол ач холбогдол юм.\r\n\r\nОлон улсын хамтын нийгэмлэгийн бүрэн эрхт гишүүн болсноор Монгол Улсын өмнө гадаад бодлогоо өргөжүүлэх, НҮБ-ын системийн бусад байгууллага, олон улсын гэрээ хэлэлцээрт нэгдэн орох, НҮБ болон бусад гишүүн улсын тусламж, дэмжлэгийг авч хамтран ажиллах өргөн боломж нээгдсэн юм.\r\n\r\nМанай улс өнгөрсөн 59 жилд 294 олон талт гэрээ, конвенцид нэгдэж, 80 орчим олон улсын болон бүс нутгийн засгийн газар хоорондын байгууллагад элссэн байна. НҮБ-д элсэж байх үед Монгол Улс ердөө 19 улстай дипломат харилцаатай байсан бол өнөөдөр дэлхийн 192 улстай дипломат харилцаа тогтоогоод байна.\r\n\r\nМөн хугацаанд НҮБ болон түүний системийн  байгууллагууд Монгол Улсад мэргэжил, арга зүй, санхүү, техник технологийн асар их туслалцаа үзүүлсэн нь үндэсний нийгэм, эдийн засаг, засаглалын хөгжилд бодитой дэмжлэг болсныг бид бэлхнээ мэднэ. Өнөөдрийн байдлаар НҮБ-ын системийн байгууллагууд, сан, хөтөлбөрийг төлөөлсөн 11 байгууллага Монгол Улсад суурин ажиллаж байна.','Улс төрt',NULL,'2023-02-05 02:03:00');
/*!40000 ALTER TABLE `news` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-10-27 20:38:04
